[{"id": 28, "title": "Chick-fil-A is testing a plant-based non-chicken sandwich", "description": "The Atlanta chain said Thursday that it's testing its first plant-based entree — a breaded cauliflower sandwich — at restaurants in Denver; Charleston, South Carolina; and the Greensboro, North Carolina, area. The test begins Feb. 13.", "author": "Saul Report", "content": "<p>Cauliflower is the hero of our new sandwich, and it was inspired by our original Chick-fil-A Chicken Sandwich, Leslie Neslage, director of menu and packaging, said in a statement. \"Guests told us they wanted to add more vegetables into their diets, and they wanted a plant-forward entr&eacute;e that tasted uniquely Chick-fil-A.</p>\r\n<p>Chick-fil-A said it spent four years developing the sandwich. Chefs tested making patties with mushrooms, chickpeas and chopped vegetables, but kept returning to cauliflower for its mild flavor.</p>\r\n<p>Stuart Tracy, Chick-fil-A culinary developer, said the cauliflower version puts a delicious spin on what we are re known for.</p>\r\n<p>Like Chick-fil-A's signature chicken sandwich, the cauliflower steak is marinated, breaded, pressure-cooked and then served on a bun with two pickle slices. Milk and eggs are included in the preparation process, the company said.</p>", "urlToImage": "https://assets3.cbsnewsstatic.com/hub/i/r/2023/02/09/da8362a0-5c26-46b5-81ba-49f430deedb9/thumbnail/1200x630/d695f902a7780664aca0e3b7a93f73fc/screen-shot-2023-02-09-at-12-48-51-pm.png", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 27, "title": "Atom-thin walls could smash size, memory barriers in next-gen devices", "description": "For all of the unparalleled, parallel-processing, still-indistinguishable-from-magic wizardry packed into the three pounds of an adult human brain, it obeys the same rule as the other living tissue it controls: Oxygen is a must.", "author": "Saul Report", "content": "<p>For all of the unparalleled, parallel-processing, still-indistinguishable-from-magic wizardry packed into the three pounds of an adult human brain, it obeys the same rule as the other living tissue it controls: Oxygen is a must.<br><br>So it was with a touch of irony that Evgeny Tsymbal offered his explanation for a technological wonder&mdash;movable, data-covered walls mere atoms wide&mdash;that may eventually help computers behave more like a brain.<br><br>&quot;There was unambiguous evidence that oxygen vacancies are responsible for this,&quot; said Tsymbal, George Holmes University Professor of physics and astronomy at the University of Nebraska&ndash;Lincoln.<br><br>In partnership with colleagues in China and Singapore, Tsymbal and a few Husker alumni have demonstrated how to construct, control and explain the oxygen-deprived walls of a nanoscopically thin material suited to next-gen electronics. The team detailed its findings in the journal Nature.</p>", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2023/atom-thin-walls-could.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 26, "title": "Magma Charts a Shockingly Unexpected Course Beneath Volcanoes", "description": "Imperial College London researchers have observed magma taking an unexpected route beneath volcanoes, shedding light on the processes behind eruptions. The findings were based on data from a tectonic plate boundary in the Eastern Caribbean region. The result", "author": "Saul Report", "content": "<p>The findings were based on data from a tectonic plate boundary in the Eastern Caribbean region. The results help us understand what drives the type and rate of volcanic eruptions, as well as the make-up of erupted magma. They could also help us understand why some volcanoes are more active than others, and why volcanic activity changes over time.<br><br>When two huge tectonic plates collide, one plate can sink, or subduct, beneath the other, plunging into Earth&rsquo;s mantle to release water and melt. As the plates rub together and the melted material rises to form magma, these subduction zones are responsible for some of Earth&rsquo;s most hazardous earthquakes and explosive volcanic eruptions.</p>", "urlToImage": "https://scitechdaily.com/images/Earthquake-Data-To-Map-Seismic-Absorption.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 25, "title": "Fossil bones from the largest penguin that ever lived unearthed in New Zealand", "description": "Life reconstructions of Kumimanu fordycei and Petradyptes stonehousei. Credit: Simone Giovanardi.", "author": "Saul Report", "content": "<p>Fossil bones from two newly described penguin species, one of them thought to be the largest penguin to ever live&mdash;weighing more than 150 kilograms, more than three times the size of the largest living penguins&mdash;have been unearthed in New Zealand.<br><br>An international team, including researchers from the University of Cambridge, reported the discovery in the Journal of Paleontology. The paper&apos;s senior author, Alan Tennyson from the Museum of New Zealand Te Papa Tongarewa, discovered the fossils in 57 million-year-old beach boulders in North Otago, on New Zealand&apos;s South Island, between 2016 and 2017.<br><br>The fossils were then exposed from within the boulders by Al Manning. They have been identified as being between 59.5 and 55.5 million years old, marking their existence as roughly five to 10 million years after the end-Cretaceous extinction which led to the extinction of non-avian dinosaurs.</p>", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2023/the-largest-penguin-th.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 24, "title": "New earthquake probability model may help better predict the next big one - Daily Mail", "description": "Scientists say they've invented new model that can predict where and when earthquakes will strike - after thousands died in 7.8 magnitude quake in Turkey and Syria", "author": "Saul Hub", "content": "<p>A new model claims to predict when and where the next major earthquake may strike - just days after a 7.8 magnitude quake rocked Turkey and Syria, killing at least 19,000 people.<br><br>Developed by a team of seismologists and statisticians at Northwestern University, the model takes into account previous earthquakes&apos; specific order and timing rather than just relying on the average time between past earthquakes.<br><br>This method also explains why earthquakes tend to come in clusters.</p>", "urlToImage": "https://i.dailymail.co.uk/1s/2023/02/09/20/67523279-0-image-a-8_1675975979498.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 23, "title": "Unbelievable moment a piece of the sun BREAKS OFF baffles scientists - Daily Mail", "description": "NASA captured the moment a filament of plasma breaks off from the sun and then starts circulating around the northern pole like a tornado - an event never seen by human eyes.", "author": "Saul Hub", "content": "<p>The moment a piece of the sun&#39;s northern pole breaks off has been captured by NASA in a never-before-seen event that has baffled scientists.<br />\r\n<br />\r\nA video shows a giant filament of plasma, or electrified gas, shooting out from the sun, separating and then circulating in a &#39;massive polar vortex.&#39;<br />\r\n<br />\r\nWhile astronomers are baffled, they speculate the prominence has something to do with the reversal of the sun&#39;s magnetic field that happens once every solar cycle.</p>", "urlToImage": "https://i.dailymail.co.uk/1s/2023/02/09/17/67516681-0-image-a-10_1675963412970.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 22, "title": "Five SF Stories About Space Scouts and Cosmic Exploration", "description": "Here's what living on Mars would do to the human body - Daily Mail", "author": "Saul Hub", "content": "<p>Of all the career paths offered to player characters in the venerable tabletop roleplaying game Traveller, few were as memorable as that of the scout. Stalwart explorers of empire&rsquo;s hinterlands, scouts could expect a charmingly informal command structure, a good chance of a loaner starship on retirement, and, oh yes, the life expectancy of a newborn puppy in a crocodile-filled swamp. Classic Traveller was notorious for its character generation system: player characters could and often did expire during the process. Few careers offered the harrowing mortality rate of the scout class.<br><br>Traveller author Marc Miller drew inspiration from classic science fiction, whose authors delighted in dropping explorers into situations for which the explorers soon discovered they were insufficiently prepared. Here are five tales of the sort &nbsp;that inspired Traveller.</p>", "urlToImage": "https://i0.wp.com/www.tor.com/wp-content/uploads/2023/02/NASA-Explorer-Poster-Space-Opera-Week.png?fit=1200%2C+9999&crop=0%2C0%2C100%2C800px&quality=100&ssl=1", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 21, "title": "Here's what living on Mars would do to the human body - Daily Mail", "description": "NASA aims to send humans to Mars next decade, but SpaceX could do it even earlier. Here's what the first astronauts there will have to contend with.", "author": "Saul Hub", "content": "<p>A new era of spaceflight has dawned with NASA&apos;s Artemis programme, which aims to establish a base camp on the moon and lay groundwork for a future trip to Mars.<br><br>The US space agency will send humans back to the lunar surface in 2025, but its manned missions to the Red Planet won&apos;t take place until the 2030s.<br><br>Meanwhile, billionaire entrepreneur Elon Musk thinks he can beat NASA to it &nbsp;by sending crewed flights to Mars as soon as the second half of this decade.<br><br></p>", "urlToImage": "https://i.dailymail.co.uk/1s/2023/02/09/16/65251177-0-image-a-3_1675958685159.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 20, "title": "Study: Mexican jumping beans use random walk strategy to find shade", "description": "It's not the fastest strategy, but it maximizes the likelihood of success.", "author": "Saul Report", "content": "<p>Mexican jumping beans have been a curiosity for many an inquisitive child, and yes, they really do &quot;jump,&quot; thanks to the presence of tiny moth larvae inside the seed pods. According to a recent paper published in the journal Physical Review E by physicists at Seattle University, those jumps can help the moth larvae inside find shade to survive on hot days. And the jumping movements seem to follow a random walk strategy in order to do so.<br><br>The notion of a random walk is based in part on the physics concept of Brownian motion. Even though this technically describes random collisions between particles, it&apos;s a useful model that can easily be adapted to lots of different systems, biological, physical, or otherwise. The concept dates back to 1827, when a scientist named Robert Brown was studying pollen particles floating in water under a microscope. He noted a strange jittery motion and thought the pollen might perhaps be alive. But when he repeated the experiment using particles of dust, which he knew were not &quot;alive,&quot; he still saw the jittery motion.<br><br>Brown never determined what caused the motion, but Albert Einstein did, in a 1905 paper in which he sought to confirm the existence of atoms and molecules. Einstein&apos;s relevant insight was that molecules in a fluid like water would randomly move about and collide with other small particles suspended in the fluid, like pollen or dust, giving rise to the &quot;jittering&quot; Brown had observed some 80 years earlier.</p>", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/jump1CROP-760x380.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 2}, {"id": 19, "title": "Higher Prices Hit Demand for Unilever’s Soap and Ice Cream", "description": "Maker of Dove soap and Ben & Jerry’s ice cream warns of further price rises this year", "author": "Saul Hub", "content": "<p>&nbsp;reported a fall in quarterly sales volumes as higher prices for its soap and ice cream hit consumer demand, and warned that the trend was set to continue this year.<br>Maker of Dove soap and Ben &amp; Jerry&rsquo;s ice cream warns of further price rises this year</p>", "urlToImage": "https://images.wsj.net/im-720936/social", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 18, "title": "Bitcoin Sinks Below $23,000 as Crypto Regulation Scrutiny Intensifies", "description": "The broader crypto market flipped red Thursday amid more news of U.S. authorities turning their attention to the industry.", "author": "Saul Report", "content": "<p>Bitcoin (BTC) is again under pressure as the leading cryptocurrency briefly sank to a four-week low of $22,408 on Thursday morning before climbing back to prices of around $22,715 by press time, according to CoinGecko.<br><br>Today&rsquo;s drop comes after Bitcoin&rsquo;s convincing performance in January, which saw BTC soar almost 40% since the start of the year, raising investors&rsquo; expectations for a renewed bull run.<br><br>The latest price action also saw Bitcoin shed about $10 billion in market capitalization, which fell to $437.9 billion at the time of writing from $$448 billion on Wednesday. The world&rsquo;s largest cryptocurrency currently accounts for 39.4% of the market, followed by Ethereum&rsquo;s 17.7% share of the pie.</p>", "urlToImage": "https://img.decrypt.co/insecure/rs:fill:1024:512:1:0/plain/https://cdn.decrypt.co/wp-content/uploads/2020/06/shutterstock_1140936734-gID_2.jpg@png", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 17, "title": "The skyrocketing price of eggs has shoppers (and eateries) choosing local", "description": "Top stories from across Hawaii and around the world, as seen on the 7 a.m. news broadcast from Hawaii News Now.", "author": "Saul Hub", "content": "<p>HONOLULU (HawaiiNewsNow) - The price of eggs is through the roof.<br><br>And that&rsquo;s driving up demand for local eggs, which are now competitively priced against their mainland counterparts.<br><br>Instacart recently reported that the price of a dozen eggs has soared 54% over the last year. Unsurprisingly, the cost of eggs was highest in Hawaii, where a dozen eggs can set you back up to $9.73.<br><br>With egg prices so high, some are looking for alternatives, like Waialua Fresh.</p>", "urlToImage": "https://gray-khnl-prod.cdn.arcpublishing.com/resizer/eRCAiI1U9_dR6uyd9Ox6bpCoHpM=/1200x600/smart/filters:quality(85)/cloudfront-us-east-1.images.arcpublishing.com/gray/NIJLBW5HJFCFNBPJLEQC7MIUCM.PNG", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 16, "title": "Manhattan rents hit an all-time high in January", "description": "Median rents in Manhattan hit a record in January, fueled by a strong job market and tight supply.", "author": "Saul Report", "content": "<p>Median rents in Manhattan hit a new record in January as a strong job market and limited supply of apartments lifted prices.<br><br>The median rental price rose 15% to $4,097 from the year-earlier month &mdash; the highest ever in January, according to a report from Douglas Elliman and Miller Samuel. The average rent in Manhattan was $5,142, up 13% over January 2022.<br><br>Analysts and real estate experts had expected rents to start falling in January after record surges late last year. But despite a cooling economy and high-profile layoffs in finance and tech, rental demand in Manhattan remains strong.<br><br>&ldquo;We&rsquo;re not seeing rents fall in any meaningful way&rdquo; said Jonathan Miller, CEO of Miller Samuel, a real estate appraisal and research company. &ldquo;They&rsquo;re really just moving sideways.&rdquo;</p>", "urlToImage": "https://image.cnbcfm.com/api/v1/image/106695987-1599675173186-gettyimages-1267239891-nyfacesmassexodusleavingthecityduringcovid-19pandemic011.jpeg?v=1675918861&w=1920&h=1080", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 15, "title": "Bill Gates Has Found Love Again, Say Reports. See Who He's Dating", "description": "The duo was photographed together at the Australian Open last month.", "author": "Saul Reporte", "content": "<p>Bill Gates is in a relationship with Paula Hurd, the widow of Mark Hurd, the CEO of the software company Oracle, who died in 2019. According to a report by People, the 67-year-old Microsoft co-founder has been dating Paula Hurd,60, for more than a year.<br><br>A source told People, &quot;It&apos;s widely known that Bill Gates and Paula Hurd are dating, but she hasn&apos;t met his kids yet.&quot;<br><br>The duo was photographed together at the Australian Open last month. The alleged couple were seen sitting side-by-side as they watched the game.<br><br>&quot;They&apos;re inseparable,&quot; a friend of the rumoured couple told the news.com.au. &quot;They&apos;ve been together over a year, and she&apos;s always described as a &apos;mystery woman&apos;, but it&apos;s no mystery to their inner circle that they&apos;re in a romantic relationship.&quot;</p>", "urlToImage": "https://c.ndtvimg.com/2023-02/brq0e8oo_paula-hurd-and-bill-gates-run-in-the-same-circles-photo-credit-afp-_625x300_09_February_23.jpg", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 14, "title": "Twitter outage leaves many users unable to tweet", "description": "Twitter suffered an outage on Wednesday that prevented users from sending tweets or follow other users.", "author": "Saul Report", "content": "<p>Twitter suffered an outage on Wednesday that prevented users from sending a tweet, following accounts or accessing their direct messages.<br><br>&quot;Twitter may not be working as expected for some of you. Sorry for the trouble. We&rsquo;re aware and working to get this fixed,&quot; the company tweeted from its &quot;support&quot; account.<br><br>Further details were unavailable Wednesday, and an email seeking comment from the company&apos;s press account went unanswered. Twitter has dissolved its media relations team.<br><br>The peak of the outage seemed to be between 5:00 and 6:00 pm eastern time, according to outage tracking website Downdetector.com.<br><br>TWITTER ROLLS OUT LONG-FORM TWEETS, ALLOWING PREMIUM SUBSCRIBERS TO WRITE 4,000 CHARACTERS<br><br>By 11:00 pm, the outages had been drastically reduced.<br><br>Users first noticed the problem when they tried to send tweets and received a message saying they had reached their &quot;tweet limit.&quot;</p>", "urlToImage": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2022/03/0/0/Twitter-logo-A.jpg?ve=1&tl=1", "publishedAt": "2023-02-09", "status": "1", "article_category_id": 6}, {"id": 13, "title": "NFT images of furry Birkin bags violated trademark rules", "description": "Hermes, which owns the brand, has won a landmark case against an artist who created NFTs of the famous bag.", "author": "Saul Reporter", "content": "<p>An artist who made and sold digital images of Birkin handbags covered in fur violated trademark rights, a Manhattan court has concluded.<br><br>The fashion giant Hermes, which owns the luxury brand, sued Mason Rothschild after he created non-fungible tokens, or NFTs, based on the famous bags.<br><br>Hermes said consumers would believe the products were officially associated with the brand.<br><br>The landmark case sets a precedent for other trials around NFTs.<br><br>The jury awarded Hermes $133,000 (&pound;110,000) in damages, rejecting Mr Rothschild&apos;s argument that his products, which he began selling in 2021, were works of art commenting on the market for luxury goods and should be protected by laws governing free speech.<br><br></p>", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/72B6/production/_128566392_mediaitem128566391.jpg", "publishedAt": "2023-02-08", "status": "1", "article_category_id": 6}, {"id": 12, "title": "Shearman & Sterling Announces Layoffs -- Associates And Staff Impacted By The Cuts", "description": "Layoff news is never good for a major law firm.", "author": "Saul Report", "content": "<p>layoffsAnother Biglaw firm has announced layoffs. This time, it&rsquo;s the New York office of Shearman &amp; Sterling. The cuts are reportedly spread through the associate and staff ranks, with 12 associates and 26 staff members getting pink slips.<br><br>According to a spokesperson, &ldquo;In light of the continuing and growing economic headwinds and market conditions, we made the difficult decision to adjust the size of our team in the U.S.&rdquo; Unsurprising for those who&rsquo;ve been following Biglaw market conditions, the majority of those impacted are in transactional practice groups. They continued, &ldquo;After careful consideration, like many other leading law firms, we have implemented a limited workforce reduction which includes 26 team members in business services and 12 of our legal personnel, focused mainly on transactional practice areas most affected by current and projected market conditions.&rdquo;<br><br>This is only the latest stumble for Shearman, which has seen slower growth in both revenue and profits over the last 20 years compared with its peer firms. They also had a disappointing bonus season last year, &nbsp;with many associates feeling screwed by the process.</p>", "urlToImage": "https://abovethelaw.com/uploads/2016/03/layoffs-e1489173257215.jpg", "publishedAt": "2023-02-08", "status": "1", "article_category_id": 6}, {"id": 11, "title": "Baltimore food manufacturer recalls hundreds of products due to possible listeria contamination", "description": "A Baltimore-based food manufacturer is recalling hundreds of ready-to-eat sandwiches, salads, yogurts, wraps and other products because they may be contaminated with Listeria, the Food and Drug Administration announced last week.", "author": "Saul Report", "content": "<p>A Baltimore-based food manufacturer is recalling hundreds of ready-to-eat sandwiches, salads, yogurts, wraps and other products because they may be contaminated with listeria, the Food and Drug Administration announced last week.<br />\r\n<br />\r\nFresh Ideation Food Group LLC, based in Lakeland in South Baltimore, issued the voluntary recall Friday after routine monitoring of its facility found the possible presence of listeria, according to an automated message on the company&rsquo;s main phone line.<br />\r\n<br />\r\n&ldquo;This voluntary recall was initiated in an abundance of caution and represents the only recall in the company&rsquo;s history,&rdquo; Fresh Creative Cuisine customer service wrote in an email to The Baltimore Sun.</p>", "urlToImage": "https://www.baltimoresun.com/resizer//0LhAt20lKEHFgYj5Ohw5Iyg6tOo=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/tronc/6VIUYABW6QMY7QGQGEFMXBS7HI.jpg", "publishedAt": "2023-02-08", "status": "1", "article_category_id": 6}, {"id": 10, "title": "Why the AI stock rally isn’t another meme craze, according to a top investor", "description": "There are strong companies behind the current artificial intelligence mania.", "author": "Saul Report", "content": "<p>The latest stock rally in companies hawking new artificial intelligence (AI) tools could be somewhat justified, one top investor said, unlike the meme stock frenzy that drove up stocks such as GameStop (GME) and Bed Bath &amp; Beyond (BBBY) in 2021 and 2022.<br><br>According to Rick Rieder, BlackRock&apos;s Chief Investment Officer of Global Fixed Income, the size of the market opportunity for AI and generally sound fundamentals of many of the companies innovating stand in contrast to the themes that drove up meme stocks &mdash; namely, increased leverage and the low-interest rate environment.<br><br>&quot;This, I think, is something a bit different,&quot; Rieder told Yahoo Finance Live (video above), adding: &quot;it&apos;s a pretty big evolution of where commerce is going to go.&quot;</p>", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/_MOTyM3lJbWVXjksPAdY6A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-02/efecdf50-a7de-11ed-bd7f-688ab90004f4", "publishedAt": "2023-02-08", "status": "1", "article_category_id": 6}, {"id": 9, "title": "Bed Bath & Beyond bears may be exposed to one more stock price surge: Analyst", "description": "The future remains highly uncertain for Bed Bath & Beyond.", "author": "Saul Report", "content": "<p>Bed Bath &amp; Beyond&apos;s (BBBY) new Hail Mary pass to stay in business may not yet be appreciated by the bears waiting to pounce on a long-rumored bankruptcy filing.<br><br>&quot;Headline risk related to a potential bankruptcy feels priced in at this juncture,&quot; Jefferies analyst Jonathan Matuszewski wrote in a client note on Wednesday. &quot;Given Bed Bath &amp; Beyond&apos;s &lt;$350 million market cap and high short interest, we believe the potential to capture an incremental ~$800 million in gross proceeds from the equity deal (essentially buying more time to enact change) could lead to a spike in shares that bears may not be fully anticipated.&quot;<br><br>The analyst maintained a Neutral rating on the stock and cut his price target on the stock to $3 from $3.50.</p>", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lDUFHgZhn9AzU_BCRLgwkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MTM-/https://s.yimg.com/os/creatr-uploaded-images/2023-02/01420350-a7eb-11ed-bbae-a2b583865477", "publishedAt": "2023-02-08", "status": "1", "article_category_id": 6}, {"id": 8, "title": "The Fanciest Of Samsung’s Frame TVs Are Up To 33% Off Right Now - HuffPost", "description": "If Samsung’s coveted TV has been sitting in your cart, now’s the time to snag it at a major discount.", "author": "Saul Hub", "content": "<p>When redecorating your living room or upgrading your home entertainment system, you&rsquo;re probably looking for a television that has good image quality while a game or show is on. But what about a TV that looks just as good when it&rsquo;s off? Allow me to introduce you to the Samsung&rsquo;s The Frame, which is currently up to 33% off at a variety of retailers.<br />\r\n<br />\r\nDesigned to look a piece of framed artwork, this flush-mounting 4K HDR smart TV displays life-like paintings and photographs when it&rsquo;s not playing your favorite movies or TV shows. You can order custom frame art from independent artists on Etsy or get a subscription to the Samsung art store for access to over 1,400 new and classic artworks to display when the TV isn&rsquo;t in use.<br />\r\n<br />\r\nWhen you are streaming your favorites, it connects all your apps and works with Alexa for hands-free control, so you never need to stress about finding the remote again.<br />\r\n&nbsp;</p>", "urlToImage": "https://img.huffingtonpost.com/asset/63e12ade2400006500133728.png?ops=1200_630", "publishedAt": "2023-02-07", "status": "0", "article_category_id": 3}, {"id": 7, "title": "Experimental Vaccine Would Be the First to Fight Off Fungi - Gizmodo", "description": "In animal experiments, the vaccine prevented severe infections and deaths from three fungi that regularly sicken people.", "author": "Saul Hub", "content": "<p>Compared to viruses and bacteria, fungi are a less common source of disease. Among other reasons, our bodies are too hot for most fungi to survive comfortably in, and our immune system generally does a good job of keeping potential infections from running rampant. But many experts fear that climate change will lead to increased fungal disease. Even today, fungal infections do cause severe illness, especially in people who are immunocompromised or in poorer health. As more people live with conditions that at least temporarily weaken their immune system, such as those undergoing cancer treatment, fungal infections are expected to rise. These infections are harder to treat and prevent than other types, since we have very few safe antifungal drugs and no approved vaccines against them.</p>", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/610d0a0f6e1aed4bd11fc59a192aa446.jpg", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 5}, {"id": 6, "title": "New asteroid photobombs Webb telescope - CNN", "description": "The James Webb Space Telescope has observed its smallest cosmic object to date — a previously unknown asteroid about the size of the Colosseum in Rome.", "author": "Saul Hub", "content": "<p>The James Webb Space Telescope has observed its smallest cosmic object to date &mdash; a previously unknown asteroid about the size of the Colosseum in Rome.</p>\r\n\r\n<p>A team of European astronomers made the detection of the space rock, which is between 328 and 656 feet (100 to 200 meters) long, and located in the main asteroid belt between Mars and Jupiter.The doughnut-shaped belt is home to most of the asteroids in the solar system.&nbsp;</p>\r\n\r\n<p>The main asteroid belt is in close alignment with the ecliptic plane, or the same plane that includes Earth&rsquo;s orbit around the sun.The asteroid may be one of the smallest ever found in the main belt. Such small, dark cosmic objects are incredibly hard to observe, but astronomers can use Webb to look for more asteroids of this size in the future.</p>\r\n\r\n<p>Further observations will help astronomers learn more about the asteroid in the future and confirm that it is truly a newly discovered object.The detection of the asteroid was made by chance when the Webb research team focused the telescope&rsquo;s Mid-InfraRed Instrument, or MIRI, on the main belt asteroid (10920) 1998 BC1, originally discovered in 1998, to take calibration images.</p>", "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230206105019-webb-telescope-asteroid-rendering.jpg?c=16x9&q=w_800,c_fill", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 2}, {"id": 5, "title": "A.J. Green announces retirement; played for Cards, Bengals - ESPN", "description": "Wide receiver A.J. Green announced his retirement Monday. The 34-year-old played 11 seasons in the NFL, spending the first nine in Cincinnati and his final two in Arizona.", "author": "Saul Hub", "content": "<p>Arizona Cardinals wide receiver A.J. Green announced his retirement Monday.</p>\r\n\r\n<p>&quot;I&#39;ve never been a man of many words, so I&#39;ll keep this short,&quot; Green began his Instagram post.</p>\r\n\r\n<p>&quot;Thank you. Thank you to all who have supported, encouraged, and inspired me throughout my career. Special thank you to the University of Georgia, Cincinnati Bengals, and Arizona Cardinals for the opportunity to pursue my dreams. I&#39;ve stayed true to the game and it owes me nothing. Be blessed.. Love y&#39;all! The next chapter begins...&quot;</p>\r\n\r\n<p>Green, 34, played 11 seasons in the NFL after being picked by the Bengals with the fourth overall pick in the 2011 NFL draft.</p>\r\n\r\n<p>The receiver played his first nine seasons for the Bengals and began his career with five consecutive 1,000-yard seasons. Green had only two seasons with more than 900 receiving yards after that stretch.</p>", "urlToImage": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2023%2F0108%2Fr1115189_1296x729_16%2D9.jpg", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 4}, {"id": 4, "title": "Crypto exchange Binance will suspend U.S. dollar transfers - CNBC", "description": "Binance said it would suspend U.S. dollar withdrawals and deposits beginning Feb. 8.", "author": "Saul Hub", "content": "<p>Binance, the world&rsquo;s largest cryptocurrency exchange, will suspend U.S. dollar deposits and withdrawals, the company said Monday, without providing a reason for the decision.</p>\r\n\r\n<p>&ldquo;We are temporarily suspending USD bank transfers as of February 8th,&rdquo; a Binance spokesperson told CNBC. &ldquo;Affected customers are being notified directly.&rdquo; The company said &ldquo;0.01% of our monthly active users leverage USD bank transfers&rdquo; and added that &ldquo;we are working hard to restart service as soon as possible.&rdquo;</p>\r\n\r\n<p>Binance US, a unit of the company that&rsquo;s regulated by the Treasury Department&rsquo;s Financial Crimes Enforcement Network, said in a tweet that it&rsquo;s not affected by the suspension. Thus the move applies only to non-U.S. customers who transfer money to or from bank accounts in dollars.</p>", "urlToImage": "https://image.cnbcfm.com/api/v1/image/107149300-1668029515609-zhao.jpg?v=1675716195&w=1920&h=1080", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 6}, {"id": 3, "title": "Kyrie Irving trade: Mavericks have not promised new contract to All-Star guard, per report", "description": "Dallas gave the Nets several assets to land Irving, who could potentially just be a rental", "author": "Saul Hub", "content": "<p>Este es un texto de prueba acabo de realizar un sato de línea</p>\r\n<p>En el siguiente espacio sigo redactando mi información</p>", "urlToImage": "https://sportshub.cbsistatic.com/i/r/2023/02/06/9a511db5-7477-40a9-b121-4823695dd0f5/thumbnail/770x433/64198e12c845eac24db589b5e96dcb3d/gettyimages-1455620567-1.jpg", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 1}, {"id": 2, "title": "FAA proposes fining United $1 million for skipping safety steps - CNN", "description": "Airline regulators on Monday proposed slapping United Airlines with a $1.15 million fine for safety concerns about how it operated some 777 planes.", "author": "Saul Hub", "content": "<p>United removed an important safety measure &mdash; checking the fire warning system &mdash; from its list of actions that crews must complete before each flight of the 777s, the Federal Aviation Administration said Monday. The airline failed to make the fire-warning checks between June 2018 and April 2021, according to the agency.</p>\r\n\r\n<p>&ldquo;The inspection is required in the maintenance specifications manual&rdquo; of the Boeing-made 777s, the FAA said in a statement. &ldquo;Removal of the check resulted in United&rsquo;s failure to perform the required check and the operation of aircraft that did not meet airworthiness requirements.&rdquo;</p>\r\n\r\n<p>United called the check &ldquo;redundant&rdquo; and said a 2018 change to its procedures dropping the fire system inspection was approved by the FAA at the time. The airline said it &ldquo;immediately updated its procedures&rdquo; when the FAA later said the check must be performed by the pilots.</p>", "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230206115616-united-airlines-boeing-777-0130-restricted.jpg?c=16x9&q=w_800,c_fill", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 6}, {"id": 1, "title": "Stock Market Today: Dow, S&P 500 Edge Down; Continue Slide Post Jobs Report - The Wall Street Journ", "description": "Follow The Wall Street Journal's full markets coverage.", "author": "Saul Hub", "content": "<p>United removed an important safety measure &mdash; checking the fire warning system &mdash; from its list of actions that crews must complete before each flight of the 777s, the Federal Aviation Administration said Monday. The airline failed to make the fire-warning checks between June 2018 and April 2021, according to the agency.</p>\r\n<p>The inspection is required in the maintenance specifications manual&rdquo; of the Boeing-made 777s, the FAA said in a statement. &ldquo;Removal of the check resulted in United&rsquo;s failure to perform the required check and the operation of aircraft that did not meet airworthiness requirements.&rdquo;</p>\r\n<p>United called the check &ldquo;redundant&rdquo; and said a 2018 change to its procedures dropping the fire system inspection was approved by the FAA at the time. The airline said it &ldquo;immediately updated its procedures&rdquo; when the FAA later said the check must be performed by the pilots.</p>", "urlToImage": "https://images.wsj.net/im-589547/social", "publishedAt": "2023-02-06", "status": "1", "article_category_id": 6}]